Revit 2027 API
ExportLinetypeInfo Constructor
Overload List
Name | Description
ExportLinetypeInfo() |  Constructs a new default ExportLinetypeInfo.
ExportLinetypeInfo(ExportLinetypeInfo) |  Constructs a new copy of the input ExportLinetypeInfo object.
ExportLinetypeInfo(String) |  Constructs a new ExportLinetypeInfo using the destination linetype name as input.
Top
See Also
Reference
ExportLinetypeInfo Class
Autodesk.Revit.DB Namespace